{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "MRB-rua.xsd", "meta": {"número": "14", "nome": "Rua de Sta. Maria ou do Poço"}, "corpo": {"para": ["Longa e importantíssima artéria que ligava a             Catedral com o terreiro de S. Paulo ou de S. Tiago             onde existia a principal porta da cidade virada a Sul,             a Porta de S. Tiago, depois chamada do Colégio.", "Rua de farta história foi um eixo fundamental da             cidade, só deixando de o ser a partir da data em que             o centro se mudou para o eixo rua do Souto-Arcada.", "Na Idade Média era por aqui que se tinha acesso à             feira que se fazia algures, junto à porta da muralha,             no Terreiro de S. Tiago. Nela também talvez tivesse             havido um mercado de forragens, pois foi conhecida,             no séc. XIV, com o nome de rua da Erva.", "No séc. XV, instalou-se em casa logo pegada à actual             Igreja de Santiago, a Sinagoga, sendo arruada esta             artéria aos judeus, por decisão do Senado; a rua             passou então a ser conhecida como rua da Judiaria.", "Em 1465, pelo menos, foi decidido mudar os judeus             para uma rua que não ficasse tão próxima da Sé, pois             causava má impressão haver tantas moradas de «casas             de hereges» em local tão próximo da Catedral, ou             Igreja de Santa Maria de Braga.", "Começou então a ser conhecida por rua de Santa Maria             e, também, por rua da Judiaria Velha.", "Entretanto instalou-se no contíguo terreiro de             S. Tiago o Colégio de S. Paulo, onde existiram os             Estudos Gerais.", "No séc. XVIII, tinha o nome de rua do Poço, que provinha de um poço municipal existente quase no             extremo Noroeste desta artéria que serviu desde a Idade Média até ao séc. XIX. A metade Sul, além da             rua das Travessas, foi também conhecida pelo nome de rua de S. Tiago.", "Alargada em fins do séc. XIX, manterá a sua importância como eixo. O comércio, esse,             é que não voltou.", "Hoje perdeu quase todas as casas que vemos no Mappa; e algumas eram bem interessantes como, por             exemplo, a casa do prazo n.° 16, com uma bela janela de canto, renascentista.", "Das 18 casas existentes no lado Nascente e 14 do lado Poente eram prazos do             Cabido 16 e 11 respectivamente.", "Tendo recebido ainda outros nomes, foi em 24 de Fevereiro de 1944             designada de rua D. Gonçalo Pereira, que mantém."], "figura": [{"@id": "MRB-14-nascente", "imagem": {"@path": "../imagem/MRB-14-RuaDeSMariaOuDoPoco-Nascente.jpg"}, "legenda": "Rua de Sta. Maria ou do Poço - vista Nascente."}, {"@id": "MRB-14-poente", "imagem": {"@path": "../imagem/MRB-14-RuaDeSMariaOuDoPoco-Poente.jpg"}, "legenda": "Rua de Sta. Maria ou do Poço - vista Poente."}], "lista-casas": {"casa": [{"número": "1", "desc": {"para": "Corresponde ao n.º 17 da Rua das Oussias, para onde tem a frontaria                     e serventia principais."}}, {"número": "2", "enfiteuta": "Padre José Lopes", "foro": "420 reis e 2 galinhas"}, {"número": "3", "enfiteuta": "Padre José Lopes", "foro": "250 reis e 2 galinhas"}, {"número": "4", "enfiteuta": "António Ferreira, moleiro", "foro": "125 reis e galinha", "desc": {"para": "Estas casas, juntamente com o n.º 5                     foram construídas depois de 1543, em pertenças                     do n.º3."}}, {"número": "5 e 6", "desc": {"para": "Aqui vivem os vigário da Sé.                     O Cabido doou o n.º 5 (depois de 1703), e o n.º 6                     (depois de 1631), aos vigários da Sé, para sua                     residência. A casa n.º 5 foi construída em pertenças                     do n.º 4, a partir do referido ano de 1703."}}, {"número": "7", "enfiteuta": "Dr. Francisco Gomes do Couto", "foro": "180 reis e 4 galinhas", "desc": {"para": "Foi construída depois de 1559, em pertenças que                     foram do n.º 6."}}, {"número": "8 e 9", "enfiteuta": "Lic. Paulo de Sousa de Magalhães, de Barcelos", "foro": "1270 reis, 6 galinhas e 2 capões", "desc": {"para": "O n.º 8 foi unida, num só prazo, ao n.º 9."}}, {"número": "10", "enfiteuta": "Francisco Pereira, alfaiate e sua mulher, Francisca de Campos", "foro": "250 reis e 2 capões", "desc": {"para": "O emprazamento foi feito no ano de 1727."}}, {"número": "11", "enfiteuta": "Manuel Francisco, tratante, e sua mulher, Teresa Antunes", "foro": "210 reis e 4 galinhas", "desc": {"para": "A designação de «Casa do Poço» advém-lhe do poço que possuia junto à rua."}}, {"número": "12", "enfiteuta": "Padre Diogo da Rocha", "foro": "110 reis e 1 capão", "desc": {"para": "Foi construída depois de 1727, em pertenças do n.º 5,                     da rua Pequena."}}, {"número": "13, 14 e 15", "desc": {"para": "Correspondem ao n.º 7 da travessa que vai da Rua de Santa                     Maria ou do Poço para a do Forno, para onde têm a frontaria e                     serventia principais. O n.º 13 foi unido, num só prazo, ao n.º 14,                     depois do ano de 1561. Posteriormente, no ano de 1672, foram unidas                     ao n? 15. Em 1681, foram feitas escrituras de sub-emprazamento das                     casas 13 e 14, à face do n.º 15."}}, {"número": "16", "desc": {"para": "Corresponde ao n.º 6 da travessa que vai da Rua de Santa                     Maria ou do Poço para a do Forno, para onde têm a frontaria e                     serventia principais."}}, {"número": "17", "enfiteuta": "D. Bernarda Inácia Pereira Pimentel, viúva de José de Coimbra e Andrade, da cidade de Braga", "foro": "80 reis e 1 galinha", "desc": {"para": "O emprazamento é de 1744. Foi construída em pertenças do                     n.º 16, depois do ano de 1524. Confronta, do sul, com o Hospital de                      Santiago ou das Velhas, do morgado de Real."}}, {"número": "18", "enfiteuta": "Os herdeiros de Manuel Machado, alfaiate", "foro": "170 reis e 1 galinha", "desc": {"para": "Confronta, do sul, com casa foreira à comenda de Riofrio."}}, {"número": "19", "desc": {"para": "A casa é foreira à obra da Sé.                     São enfiteutas, os herdeiros de Manuel Nogueira, sapateiro,                     que pagam de foro 120 reis."}}, {"número": "20", "enfiteuta": "Padre Custódio Correira, vigário de Santiago", "foro": "680 reis e 2 galinhas", "desc": {"para": "O enfiteuta herdara este prazo de seu tio,                     o Padre João Correia, vigário da Igreja de Santiago da Cividade."}}, {"número": "21", "enfiteuta": "Os herdeiros de Francisco de Almeida Cabral,                     meirinho do Secular da cidade de Braga", "foro": "700 reis e 4 galinhas", "desc": {"para": "A este prazo pertencem as casas n.ºs 1 e 2 da travessa que vai da Rua do Poço para a de D. Gualdim.                     Confronta, do norte, com a dita travessa. No ano de 1609 o n.º 2 da mesma travessa foi unido, num só prazo, ao n.º 21."}}, {"número": "22", "enfiteuta": "Dr. Francisco Gomes do Couto", "foro": "340 reis e 2 galinhas", "desc": {"para": "O n.º 23 foi construído em pertenças do n° 22, no ano de 1543."}}, {"número": "23", "enfiteuta": "Dr. Francisco Gomes do Couto", "foro": "600 reis e 4 galinhas", "desc": {"para": "O n.º 23 foi construído em pertenças do n° 22, no ano de 1543."}}, {"número": "24", "enfiteuta": "Os herdeiros do Cónego Bento da Silva Teles", "foro": "720 reis e 2 galinhas"}, {"número": "25", "enfiteuta": "Cónego Francisco da Silva Teles", "foro": "900 reis e 4 galinhas", "desc": {"para": "O enfiteuta foi sobrinho e herdeiro do Cónego Bento da Silva Teles."}}, {"número": "26", "enfiteuta": "Dr. Francisco Gomes do Couto", "foro": "90 reis e 1 galinha", "desc": {"para": "Estiveram unidas, num só prazo, entre os anos de 1554 e 1670."}}, {"número": "27", "enfiteuta": "Dr. Francisco Gomes do Couto", "foro": "140 reis e 1 galinha", "desc": {"para": "Estiveram unidas, num só prazo, entre os anos de 1554 e 1670."}}, {"número": "28", "enfiteuta": "António de Campos Peixoto", "foro": "290 reis e 2 galinhas"}, {"número": "29 e 30", "enfiteuta": "Tomaz de Araújo e Brito, Abade", "foro": "600 reis e 6 galinhas", "desc": {"para": "Estão unidas, num só prazo, desde o ano de 1574.                     Em 1631 foi-lhe incorporada um casa, dízima a Deus, que o                     Mestre Escola, Cristóvão de Matos, doara ao Cabido. A casa n.º 30                     confronta, do norte, com casa foreira à capela de S. Bento, a qual                     fica situada debaixo do coro da Sé."}}, {"número": "31", "desc": {"para": "Corresponde ao n.º 1 da Praça do Pão, para onde tem a frontaria e serventia principais."}}]}}}}