{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/C:/Users/tiago/OneDrive/Documents/workspace_xml/trabalhofinal/MRB-rua.xsd", "meta": {"número": "36", "nome": "Rua das Águas"}, "corpo": {"para": ["Longa artéria que, conjuntamente com as ruas de S. Lázaro e da Porta de Guimarães, ligava a Arcada à ponte de Guimarães, donde partia a estrada para aquela cidade.", "Aberta ainda na Idade Média tem um prazo datável já de 1478.", "Ao longo dos tempos, foi lentamente ganhando importância, sobretudo na sua parte Norte. Em 1750 o Mappa das Ruas é bem explícito: no lado Nascente, àparte de algumas casas com porta e janela no primeiro piso, tem já uma série de outras que ombreiam com as da rua do Souto, com gelosias, varandas e, sobretudo, grandes vãos no piso térreo, indicadores de local de comércio; no Poente, bastante mais modesto, tem contudo a animá-lo a parte do convento dos Remédios virada para esta rua, que estava em construção, nesta data. Sente-se bem que a rua das Águas estava em franca ascensão económica, o que a documentação escrita não deixará de confirmar.", "Das 35 casas do lado Poente e 38 do Nascente, eram prazos do Cabido apenas 35 todas do Nascente.", "A rua das Águas corresponde ao troço da avenida da Liberdade entre a Arcada e o Rechicho."], "lista-casas": {"casa": [{"número": "1", "enfiteuta": "Francisco José Pereira, chantre de Guimarães", "foro": "60 reis e 1 galinha", "desc": {"para": ["Confronta, do norte, com casa foreira à confraria de S. João do Souto.", "Foi construída em pertenças do prazo do campo da Rua das águas ou do Caminho Novo, entre os anos de 1572 e 1577."]}}, {"número": "2", "enfiteuta": "Helena Francisca, c.c. Manuel Pereira", "foro": "180 reis e 1 galinha", "desc": {"para": ["A enfiteuta paga, ainda 32 reisi por uma casa pequena (com rossio), situada nas traseiras, ao nº 3.", "Até ao ano de 1577 as casas nº 1 e 2 encontravam-se unidas, tendo sido construídas em pertenças do prazo do campo da Rua das Águas ou do Caminho Novo."]}}, {"número": "3 e 4", "enfiteuta": "Manuel Fernandes Lima", "foro": "240 reis e 2 galinhas", "desc": {"para": ["Esta casa é cabeça de prazo do campo da Rua das Águas ou do Caminho Novo, cuja referência mais antiga é do ano de 1470. A partir do ano de 1572 ficou dividido em duas metades. Uma parte do quintal foi cedido, em 1689, aos padres da Congregação do Oratório, da cidade de Braga, por troca com o Casal do Ribeiro, um cortelho e um campo, dízimo a Deus, tudo situado na freguesia de S. Jerónimo de Real. A casa nº 4 encontra-se unida, numa só morada, ao nº3, desde o ano de 1670.", "Pertence a este prazo os nº 4 a 13, e os nº 29 a 32."]}}, {"número": "5, 6 e 7", "enfiteuta": "Manuel Fernandes Lima", "desc": {"para": ["Domingos de Oliveira casado com Gracia Pereira, paga 534 reis ao nº 3.", "A casa nº 7 esteve separada do nº 5 entre os anos de 1593 e 1733."]}}, {"número": "8 e 9", "enfiteuta": "Manuel Fernandes Lima", "desc": {"para": "Custódia Correia, solteira paga 534 reis ao nº 3. Até ao ano de 1580 pertenciam ao nº 8, os nº 10, 11, 12 e 13."}}, {"número": "10", "enfiteuta": "Manuel Fernandes Lima", "desc": {"para": "João Fernandes, gentil pintor, casado com Custódia Pereira Fajardo, paga 127 reis ao nº 3. Até ao ano de 1625 pertencia a este prazo, os nº 11, 12 e 13."}}, {"número": "11", "enfiteuta": "Manuel Fernandes Lima", "desc": {"para": "Ambrósio da Costa, odreiro, paga 127 reis ao nº 3."}}, {"número": "12", "enfiteuta": "Manuel Fernandes Lima", "desc": {"para": "Manuel Pereira, estalajadeiro, casado com Senhorinha Ferreira, paga 400 reis ao nº 3."}}, {"número": "13", "enfiteuta": "Manuel Fernandes Lima", "desc": {"para": "Serafina Ribeiro, solteira, paga 185 reis ao nº 3."}}, {"número": "14, 15, 16 e 17", "enfiteuta": "Lopo António de Vasconcelos", "desc": {"para": "Os herdeiros de Baltazar Rodrigues, latoeiro, casado com Violante Nunes, paga pela área destas casas, construídas depois de 1576, 800 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das Águas ou do Caminho Novo, e 200 reis ao enfiteuta dos Quintos da Mitra."}}, {"número": "18 e 19", "enfiteuta": "Lopo António de Vasconcelos", "desc": {"para": "Os herdeiros de Francisco Dias, clérigo, pagam, de foro, pela área de dois «chãos de casas», construídas depois de 1576, 800 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das Águas ou do Caminho Novo, e 200 reis ao enfiteuta dos Quintos da Mitra."}}, {"número": "20, 21, 22 e 23", "enfiteuta": "Lopo António de Vasconcelos", "desc": {"para": "Os herdeiros de Ana, filha de Tomé Fernandes, vendeiro, pagam, de foro, pelos quatro chãos das casas construídas depois de 1584, 1190 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das Águas ou do Caminho Novo, e o «quinto ao enfiteuta dos Quintos da Mitra»."}}, {"número": "24", "enfiteuta": "Lopo António de Vasconcelos", "desc": {"para": "Os herdeiros de Isabel Gonçalvez, viúva de Tomé Fernandes, vendeiro, pagam por este «chão de casa», construída depois de 1577, 200 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das Águas ou do Caminho Novo."}}, {"número": "25", "enfiteuta": "Lopo António de Vasconcelos", "desc": {"para": "Os herdeiros de Mateus Gonçalves, sapateiro, casado com Maria Pereira, pagam por esta casa, construída antes 1601, 410 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das Águas ou do Caminho Novo e 100 reis ao enfiteuta dos Quintos da Mitra."}}, {"número": "26, 27 e 28", "enfiteuta": "Lopo António de Vasconcelos", "desc": {"para": "Os herdeiros de Francisco Gonçalves, cortador de carne, casado com Madalena Gonçalves, pagam por dois chãos de casas, construídas depois de 1587, 800 reis ao enfiteuta prinicpal do prazo da outra metade do campo da Rua das Águas ou do Caminho Novo e 200 reis ao enfiteuta dos Quintos da Mitra."}}, {"número": "29 e 30", "enfiteuta": "Manuel Fernandes Lima", "desc": {"para": "O Padre Marçal da Costa paga por estas casas, construídas antes 1586, 695 reis ao enfiteuta do prazo da casa nº 3."}}, {"número": "31 e 32", "enfiteuta": "Manuel Fernandes Lima", "desc": {"para": "Caetano de Passos Ferreira, casado com Ana de Oliveira, herdeiro de seus pais, António de Passos e Custódia Ferreira paga à casa nº 3, pelo nº 31, 38 reis e pelo nº 32, 27 reis."}}, {"número": "33, 34, 35 e 36", "enfiteuta": "Mariana Josefa, solteira", "foro": "400 reis e 2 galinhas", "desc": {"para": ["Estas casas foram construídas entre os anos de 1572 e 1583, em terrenos do prazo da outra metade do campo da Rua das Águas ou do Caminho Novo.", "A casa nº 36 fica situada na esquina da cangosta que vai para Nossa Senhora a Branca (cangosta da rua das Águas), para onde tem frontaria.", "Pertencem, ainda, ao prazo da casa nº 33 os nº 37 a 42 da cangosta da rua das Águas."]}}]}, "figura": [{"@id": "MRB-36-a", "imagem": {"@path": "../imagem/MRB-36-RuaDasAgoas-primeira.jpg"}, "legenda": "Rua das Águas - Poente."}, {"@id": "MRB-36-b", "imagem": {"@path": "../imagem/MRB-36-RuaDasAgoas-segunda.jpg"}, "legenda": "Rua das Águas - Nascente."}]}}}