{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/C:/Users/tiago/OneDrive/Documents/workspace_xml/trabalhofinal/MRB-rua.xsd", "meta": {"número": "33", "nome": "Campo de S. Tiago"}, "corpo": {"para": ["Grande largo mandado abrir por D. Diogo de Sousa, em frente à porta da muralha que tem o mesmo nome.", "Ponto de chegada da estrada do Porto, que subia a rua dos Pelames, este campo passou a ter uma maior importância a partir da construção das novas instalações do Colégio de S. Paulo (na década de 1560-1570) sobre a muralha, no local onde agora se encontra o Seminário de Santiago. Este edifício, contudo, tinha apenas duas fiadas corridas de janelas abertas para ele.", "Rapidamente todo este espaço foi preenchido. Com D. Frei Bartolomeu dos Mártires a zona envolvente ao Colégio (ruas dos Pelames, rua S. Paulo, largo de S. Paulo e campo de S. Tiago) foi limpa das prostitutas e dos ociosos que aí habitavam, para neles poderem viver, em melhor ambiente, os estudantes que chegaram a atingir um número máximo de 2000 alunos.", "Em 1623 a Câmara mandou construir uma fonte «cêrca da torre e porta de S. Tiago e em frente da rua dos Pellames», que foi removida em 1745, por determinação do Arcebispo D. José de Bragança, fazendo-se então o actual chafariz.", "Em 1759, com a expulsão dos Jesuítas, a quem fora confiado o ensino neste colégio, o campo de S. Tiago deverá ter perdido grande parte da sua vida.", "Em 1750 no lado Sul deste largo havia onze casas, todas prazos do Cabido, que se podiam dividir em três grupos: um, mais pobre, (casas dos prazos 5 a 11) de desenho de fachada simples, com janelas do tipo bracarense, parcialmente cobertas por gelosias; outro (casas dos prazos 2 a 4) mais cuidado, com portas com rebordo saliente e frisos, também de pedra, sobre as janelas; e o terceiro, formado pela belíssima casa dos Falcões Cota, mandada fazer em 1703 pelo Cónego Meira Carrilho, e onde actualmente está instalado o Governo Civil.", "Rua extramuros, ao longo da parte Sul da muralha, servia de ligação entre os campos de S. Tiago e dos Remédios, ambos abertos por D. Diogo de Sousa.", "Esta rua cujas «...casas ccom seus quintais que do ano de 1540 para diante se começaram a edificar...» seria também uma consequência, embora indirecta, da obra daquele grande arcebispo.", "Tendo do lado Norte casas que encostavam à muralha e que talvez fossem prazos da Câmara, estava, já em 1594, totalmente edificada na parte Sul conforme se vê no mapa de Braunio.", "Lentamente se terá mudado o estatuto social dos seus moradores. É que embora haja hoje em dia muitos edifícios do séc. XVII a XIX de grande qualidade, a ponto de a tornar uma das ruas mais interessantes da cidade actual, em 1750, ao lado de apenas 3 casas grandes havia uma série de outras pequenas, do tipo com porta ladeada de janela no piso térreo, e que já vimos ser característica das ruas secundárias e mais distantes do centro.", "No seu extremo nascente, com fachada virada ao campo dos Remédios, estava a igreja de Santa Cruz, cujo alçado lateral Norte faceava inteiramente esta rua.", "Das 16 casas aqui apresentadas só uma, a que ficava imediatamente atrás daquela igreja, não era prazo do Cabido."], "lista-casas": [{"casa": [{"número": "1", "enfiteuta": "Estevão Falcão Costa", "foro": "350 reis e 3 galinhas", "desc": {"para": ["Esta casa é cabeça do prazo, denominado, «Lugar do Pombal», que foi feito em 1508 a Maria de Teive, viúva, e a seu filho Fernando Pertenceu, depois, a Tristão Pereira de Abreu, da freguesia de Sta. Maria de Mujão.", "Posteriormente foi emprazado ao Cónego Francisco de Meira Carilho, a quem sucedeu seu sobrinho neto, Estevão Falcão Cotta. À face deste prazo foram feitas escrituras de suemprazamento das casas nº 7 a 13, da cangosta das cruzes."]}}, {"número": "2", "enfiteuta": "Francisco Pinheiro Lobo", "foro": "500 reis, 8 alqueires de pão meado, 2 galinhas e 2 capões", "desc": {"para": "Esta casa é cabeça de prazo do Campo de Avelar, Figueira e Laranjeira, que foi emprazada em 1524 a Rodrigo de Moura, Escudeiro de Lamego, e a sua mulher, Maria Sotem. Pertenceu a Diogo Lopes de Lemos Leão, cidadão de Braga, casado com D. Antónia Pereira, de quem foi herdeiro, Francisco Pinheiro Lobo. À face deste prazo foram feitas diversas escrituras de subemprazamento das casas nº 3 a 11 do Campo de Santigo; dos nº 1 a 20, da Rua dos Pelames, e dos nº 1 a 8 da Rua do Alcaide."}}, {"número": "3 e 4", "enfiteuta": "Francisco Pinheiro Lobo", "desc": {"para": "Os herdeiros de Sebastião Afonso, lavrados, casado com Branca Fernandes pagam 300 reis por cada morada, ou seja, 600 reis ao nº 2. Estas casas foram construídas em 1550."}}, {"número": "5", "enfiteuta": "Francisco Pinheiro Lobo", "desc": {"para": "Os herdeiros de Miguel Dias, filho de Salvador Dias da freguesia de Cervães, pagam 320 reis ao nº 2. Foi edificada em 1550."}}, {"número": "6", "enfiteuta": "Francisco Pinheiro Lobo", "desc": {"para": "Os herdeiros de Miguel Dias, filho de Salvador Dias da freguesia de Cervães, pagam 320 reis ao nº 2. Foi edificada em 1550."}}, {"número": "7", "enfiteuta": "Francisco Pinheiro Lobo", "desc": {"para": "Os herdeiros de João do Rio, alfaiate, casado com Maria Pires pagam 300 reis e 1 galinha ao nº 2. Foi edificada em 1550."}}, {"número": "8", "enfiteuta": "Francisco Pinheiro Lobo", "desc": {"para": "Os herdeiros de Domingo Pires, carpinteiro, pagam 300 reis e 1 galinha ao nº 2. Foi edificada em 1550."}}, {"número": "9", "enfiteuta": "Francisco Pinheiro Lobo", "desc": {"para": "Os herdeiros de João Pires, carpinteiro, casado com Joana Pires, pagam 300 reis e 1 galinha ao nº 2. Foi edificada em 1550."}}, {"número": "10", "enfiteuta": "Francisco Pinheiro Lobo", "desc": {"para": "Os herdeiros de Francisco Fernandes, carpinteiro, casado com Isabel Fernandes, pagam 200 reis e 1 galinha ao nº 2. Foi edificada em 1636."}}, {"número": "11", "enfiteuta": "Francisco Pinheiro Lobo", "desc": {"para": "Os herdeiros de Maria de Olvieira, viúva de Domingos de Matos, pagam 160 reis ao nº 2. Confronta, do poente, com a Rua dos Pelames e, do sul, com o nº 2 da mesma rua. Foi edificada em 1550."}}]}, {"casa": [{"número": "1", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "António de Araújo Ferreira, alfaiate, paga 70 reis, de foro, ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1582."}}, {"número": "2", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Os herdeiros de Jerónimo Portilho, casado com Filipa Gonçalves, pagam 80 reis, de foro, ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1584."}}, {"número": "3, 4 e 5", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Paga foro ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Estes nº, encontram-se unidos, numa só morada. O nº 4 foi construído em 1633 e o nº 5 em 1655."}}, {"número": "6", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Os herdeiros de Francisco Gonçalves, violeiro, casado com Ana de Azevedo, pagam 125 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1603."}}, {"número": "7", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Paga 125 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo."}}, {"número": "8", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Os herdeiros de Salvador Francisco, moleiro, casado com Maria da Silva, pagam 300 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1631."}}, {"número": "9", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Os herdeiros do Padre Manuel Machado pagam 305 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1668."}}, {"número": "10", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Paga 150 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1558, juntamente com o nº 11, e pagavam 300 reis de foro."}}, {"número": "11", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Paga 150 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Esteve unida à casa nº 10."}}, {"número": "12", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Paga 100 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1641, juntamente com o nº 13, e pagavam de foro 300 reis."}}, {"número": "13", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": ["Paga 100 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo.", "Esteve unida ao nº 12, constituindo uma só morada, juntamente com o nº 5 da cangosta das Cruzes."]}}, {"número": "14", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Paga 400 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Pertence ao prazo o nº 4 da cangosta das Cruzes."}}, {"número": "15", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Paga 300 reis e 1 galinha ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1576. Pertence ao prazo o nº 3 da cangosta das Cruzes."}}, {"número": "16", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Os herdeiros do cónego Manuel Antunes pagam 300 reis e 1 galinha ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi construída depois de 1630."}}, {"número": "17 e 18", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Os herdeiros de Inácio de Azevedo Barbosa pagam 1110 reis por estas casas, (unidas em 1643), ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo."}}, {"número": "19", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Paga 200 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo."}}, {"número": "20", "enfiteuta": "Estevão Falcão Costa", "desc": {"para": "Os herdeiros de Bento Aranha de Brito, abade de S. Cosme, pagam 330 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. O emprazamento foi feito em 1663. Confronta, do sul, com o Campo de Santiago."}}, {"número": "21 a 27", "desc": {"para": ["Pertenceram ao prazo do campo ou lugar de Castelo Rodrigo. Foram demolidas antes de 1715, «ficando o enfiteuta principal obrigado a sub-rogar ao cabido outra em seu lugar».", "O cabido recebeu, assim, do Cónego Francisco de Meira Carrilho, enfiteuta principal, em troca dos nº 25, 26 e 27, a casa nº7 da Rua dos Chãos de Baixo, bem como 30.000 reis que andavam a juro, «para satisfação de algum prejuízo, que pudesse haver nesta subrogação»."]}}]}], "figura": [{"@id": "MR-33-a", "imagem": {"@path": "../imagem/MRB-33-CampoDeSTiagoRuaDoAnjo-primeira.jpg"}, "legenda": "Campo de São Tiago - Sul"}, {"@id": "MR-33-b", "imagem": {"@path": "../imagem/MRB-33-CampoDeSTiagoRuaDoAnjo-segunda.jpg"}, "legenda": "Rua do Anjo - Sul."}], "nome": "Rua do Anjo"}}}