{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "../MRB-rua.xsd", "meta": {"número": "21", "nome": "Rua Verde"}, "corpo": {"para": ["Longa rua, com início no postigo de S. Sebastião e fim na             rua de Maximinos. O seu traçado prolongava-se, porém, até à             Porta de S. Francisco, através das             ruas dos Sapateiros e do Campo.", "Decalcando, uma rua da cidade romana, era esta a mais ocidental das artérias             intra-muros da velha urbe medieval.", "Ponto privilegiado nas ligações com Maximinos e a             capela de S. Sebastião, o seu traçado foi no séc. XIX (inícios?)             violentamente rompido com a continuação da rua das travessas, que, abrindo uma brecha             nas muralhas, a ligou com o campo de S. Miguel o Anjo; no fim do mesmo             século, por volta de 1880, foi alargada, sendo destruídas todas as casas,             excepto uma, de dois pisos, no seu extremo Norte, recebendo então o nome de D. Frei             Caetano Brandão.", "Em 1750 apresentava-se dividida em duas: uma, a Norte da             rua das Travessas com o nome de rua Verde; outra, a Sul, chamada somente             Couto do Arvoredo.", "O Couto do Arvoredo estava parcialmente construído (ainda hoje, aliás,             do lado Este conserva os quintais; e os do Oeste só nos anos 60 e 70 do nosso séc. foram             ocupados com habitações), com casas simples, de 2 pisos, de um tipo mais frequente fora             de muralhas, nos arrabaldes, sem varandas e com as janelas apenas tapadas por portas de             madeira.", "A rua Verde, embora apresente um tipo de casa também muito simples, e             de contrução sem dúvida arcaica, estava já em 1750 toda construída. Mantém,             todas as casas apenas com dois pisos (excepto duas), com aberturas predominantemente             tapadas por portadas de madeira, raríssimas gelosias e varandas e algumas casas com             janela do tipo bracarense. Muito curiosos são os primeiros cinco edifícios do lado             Nascente e uma boa parte dos do Poente: são geralmente de dois vãos, 2 pisos, porta no             rés do chão e 2 janelas no andar, com um ritmo bem marcado e, sobretudo, com o sobrado             muito pronunciado, mostrando bem a fragilidade dos seus materiais construtivos.", "Das 24 casas do lado Nascente e 33 do Poente, 3 e 13 são, respectivamente, prazos do             Cabido."], "figura": [{"@id": "MRB-21-nascente", "imagem": {"@path": "../imagem/MRB-21-RuaVerde-nascente.jpg"}, "legenda": "Rua Verde - nascente."}, {"@id": "MRB-21-poente", "imagem": {"@path": "../imagem/MRB-21-RuaVerde-poente.jpg"}, "legenda": "Rua Verde - poente."}], "lista-casas": {"casa": [{"número": "1", "enfiteuta": "Maria Catarina do Céu, religiosa do Salvador", "foro": "170 reis e 2 galinhas", "desc": {"para": "Confronta, do sul, com casa foreira à cororaria."}}, {"número": "2", "enfiteuta": "Faustina Pereira", "foro": "180 reis e 1 galinha", "desc": {"para": ["A enfiteuta é filha de Francisco                             Rodrigues, torneiro.", "Confronta, do norte, com casa foreira à cororaria. Entre os anos de                         1670 e 1724 esteve unida ao n.º 3."]}}, {"número": "3", "enfiteuta": "Constantino Teixeira", "foro": "175 reis e 1 galinha"}, {"número": "4", "desc": {"para": "Corresponde, desde o ano 1627, à casa n.º 12 da                         Rua de St.º António. Encontra-se situada defronte do                         postigo de S. Sebastião."}}, {"número": "5, 6 e 7", "enfiteuta": "António Pereira, sapateiro", "foro": "100 reis e 1 galinha", "desc": {"para": ["O enfiteuta é filho de Teresa da Costa                         e de seu marido António Pereira.", "Encontram-se situadas junto ao postigo de S. Sebastião e                         foram construídas, antes de 1563, no                         «lugar do Sabugal», pertencente ao n.º 12 da                         Rua de Sto. António."]}}, {"número": "8", "enfiteuta": "Teresa da Costa, viúva de António Pereira", "foro": "2 galinhas", "desc": {"para": "Quintal denominado do Sabugal, que foi de José de                             Araújo Teixeira."}}, {"número": "9 e 10", "enfiteuta": "Salvador Pinto, guarda da Sé", "foro": "220 reis e 2 galinhas", "desc": {"para": "Estão unidas, num só prazo, desde o ano de 1549. A casa n.º                         9, confronta, do sul com casa foreira ao Hospital de S. Marcos."}}, {"número": "11", "desc": {"para": "Paga pensão à obra da Sé. São enfiteutas os herdeiros de Maria Ribeiro, que pagam 80 reis de                         foro."}}, {"número": "12", "enfiteuta": "José Pereira, sapateiro", "foro": "95 reis e 1 galinha", "desc": {"para": "O enfiteuta foi dotado com esta casa."}}, {"número": "13", "enfiteuta": "Manuel da Costa Vasconcelos", "foro": "320 reis e 7 galinhas"}, {"número": "14", "enfiteuta": "Padre Matias de Lemos", "foro": "30 reis e 2 galinhas", "desc": {"para": "Entre os anos de 1609 e 1640 pertenceu ao n.º                         13."}}, {"número": "15 e 16", "enfiteuta": "Manuel da Costa Vasconcelos", "foro": "265 reis e 2 galinhas"}, {"número": "17 e 18", "enfiteuta": "Os herdeiros de Duarte Mendes de Oliveira", "foro": "1 galinha", "desc": {"para": ["Os enfiteuras pagavam um foro muito pequeno, dado que as casas tinham sido                         consideradas arruinadas no último emprazamento, etectuado no ano de                         1673.", "Confrontam, do Sul, com casas foreiras ao Hospital de S. Marcos."]}}, {"número": "19", "enfiteuta": "Manuel Vieira", "foro": "225 reis e 2 galinhas", "desc": {"para": "Estas casas tinham pertencido a Isabel da                             Silva e, anteriormente, a Julião                             Lopes."}}, {"número": "20", "desc": {"para": "Corresponde ao n.º 12 da Rua de Maximinos, para onde tem a                         fronteira e serventia principais."}}]}}}}