{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/C:/Users/In%C3%AAs/Desktop/4%C2%BA%20Ano%20(2018-2019)/1%C2%BA%20Semestre/Publica%C3%A7%C3%A3o%20Eletr%C3%B3nica/MRB-rua.xsd", "meta": {"número": "3", "nome": "Rua dos Açougues velhos"}, "corpo": {"figura": [{"@id": "MRB-03-nascente", "imagem": {"@path": "../imagem/MRB-03-RuaDosAcouguesVelhos-nascente.PNG"}, "legenda": "Rua dos Açougues Velhos - vista nascente."}, {"@id": "MRB-03-poente", "imagem": {"@path": "../imagem/MRB-03-RuaDosAcouguesVelhos-poente.PNG"}, "legenda": "Rua dos Açougues Velhos - vista poente."}], "para": ["Pequenina rua que liga a fachada da Sé com a rua Nova.", "Aberta possivelmente na Idade Media nela existiram ate ao sec. XV os açougues da cidade. Nessa data a rua era mais longa, prolongando-se até quase ao início da rua do Poço.", "Actualmente poucas alterações de peso há nesta rua quanto ao Mappa e nenhuma respeitante ao seu tamanho e largura. O edifício pertencente à Sé foi porém substancialmente aumentado em altura, apresentando-se hoje radicalmente diferente.", "Pena foi que as casas dos prazos n.° 3 e 4 desta rua, ja em 1750 com um só inquilino, tivessem sido destruídos, pois apresentavam uma curiosíssima janela de canto e um jogo de telhados estranho.", "Das duas casas do lado Norte e 6 do Sul pertenciam ao Cabido 1 e 6 respectivamente.", "Não sabemos quando o seu nome mudou para a rua do Cabido. No mapa de 1857 tem ainda o nome de Travessa dos Açougues Velhos."], "lista-casas": {"casa": [{"número": "1", "enfiteuta": null, "foro": null, "desc": {"para": "Corresponde à casa nº16 da Praça do Pão para onde tem a frontaria e serventia principais."}}, {"número": "2,3,4", "enfiteuta": "Padre Francisco Xavier de Campos", "foro": "610 reis e 1 capão", "desc": {"para": "Estas casas foram construídas depois de 1550, em pertenças do nº16, da Praça do Pão e, desde o ano de 1725, constituem um só prazo."}}, {"número": "5", "enfiteuta": "Teresa Tomásia, viúva de Agostinho Marques da Silva, ourives", "foro": "105 reis e 1 galinha", "desc": {"para": "A última porta do nº6, para o lado do norte, é serventia do nº7 da rua Nova. Encontram-se unidas desde o ano de 1641."}}, {"número": "6", "enfiteuta": "Teresa Tomásia, viúva de Agostinho Marques da Silva, ourives", "foro": "120 reis e 1 galinha", "desc": {"para": "A última porta do nº6, para o lado do norte, é serventia do nº7 da rua Nova. Encontram-se unidas desde o ano de 1641."}}, {"número": "7 e 8", "desc": {"para": "Desde do ano 1644 que correspondem ao nº5 da Rua Nova de Sousa, para onde têm a frontaria e serventia principais."}}, {"número": "9", "enfiteuta": "Pedro Pereira", "foro": "40 reis e 1 galinha", "desc": {"para": "Foi demolida para alargamento das casas do Cabido, depois do ano de 1793."}}]}}}}