{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/C:/Users/maria/OneDrive/%C3%81rea%20de%20Trabalho/UMINHO/4%C2%BA%20ANO/1%C2%BA%20SEMESTRE/Publica%C3%A7%C3%B5es%20Eletr%C3%B3nicas/PROJETO%20FINAL/XML%20E%20IMAGENS/MRB-rua.xsd", "meta": {"número": "46", "nome": "Rua de Santo André"}, "corpo": {"para": ["Aberta em 1725, em conexão com o conjunto que tem centro na praça do Gavião. Ligava o largo dos Penedos com a praça do Gavião.", "Zona de expansão da cidade setecentista, obedecia a um sistema de loteamento semelhante ao actual.", "Rapidamente se encheu de casas de desenho tradicional que, embora obedecendo a um plano prévio de construção, permitia pequenas variantes de composição nas fachadas. Só os prazos (lotes) 26, 27 e 28 estavam «chãos» em 1750.", "As casas são de dois pisos, tendo quase todas, no andar nobre, janelas do tipo bracarense. Seis edificações há que são térreas, embora dentro do mesmo esquema construtivo.", "As 25 casas do lado Norte e 21 do Sul eram todas prazos do Cabido.", "Mantém a designação de rua de Santo André."], "figura": [{"@id": "MRB-46-norte", "imagem": {"@path": "../imagem/MRB-46-RuaDeSantoAndre-a(norte).jpg"}, "legenda": "Praça do Gavião - Nascente."}, {"@id": "MRB-46-sul", "imagem": {"@path": "../imagem/MRB-46-RuaDeSantoAndre-a(sul).jpg"}, "legenda": "Praça do Gavião - Nascente."}], "lista-casas": {"casa": [{"número": "1", "desc": {"para": "Pertence à casa n.° 111, da Rua dos Chãos de Cima,para onde tem frontaria e serventia principais."}}, {"número": "2", "desc": {"para": "Manuel Pereira, casado com Quitéria da Silva. paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Confronta, do poente. com o quintal da casa n.° III da Rua dos Chãos de Cima."}}, {"número": "3", "desc": {"para": "Paga foro ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "4", "desc": {"para": "Paga foro ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "5", "desc": {"para": "Paga foro ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "6 e 7", "desc": {"para": "Paga foro ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "8", "desc": {"para": "João Gomes da Silva, alfaiate, casado com Teresa Maria, paga 1500 reis, ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "9", "desc": {"para": "Francisco de Sousa, marceiro, casado com Francisca Soares, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "10", "desc": {"para": "José de Carvalho, sapateiro casado com Maria Soares, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro"}}, {"número": "11", "desc": {"para": "Bento Pereira Machado, clérigo in Minoribus, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "12", "desc": {"para": "Manuel Fernandes, ferreiro, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro"}}, {"número": "13", "desc": {"para": "Santos da Mota, mestre de meninos, casado com Ana de Magalhães, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "14", "desc": {"para": "João da Cunha, emxambrador, casado com Maria Teresa da Silva, paga 2000 reis ao enfiteuta do prazo do casal dos chãos ou Quinteiro.                         Confronta, do nascente, com a Rua de S. Barnabé."}}, {"número": "15", "desc": {"para": "Barnabé de Araújo Pereira, inquiridor, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro.                         Confronta, do poente, com a Rua de S. Barnabé."}}, {"número": "16", "desc": {"para": "Domingos Fernandes, casado com Faustina Maria da Graça, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "17", "desc": {"para": "Jerónimo Fernandes, entalhador, casado com Teresa Vieira, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "18 e 19", "desc": {"para": "Custódia Gomes, viúva, paga 2400 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "20", "desc": {"para": "O Padre José Teixeira de Melo paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "21", "desc": {"para": "Isidoro da Costa, casado com Ana Maria de Sousa. paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "22", "desc": {"para": "Manuel Esteves de Almeida, casado com Maria de Paiva, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "23 e 24", "desc": {"para": "Crispiano Ferreira, da freguesia de Sta. Maria de Palmeira, paga 2900 reis ao enfiteuta do prazo do casal, dos Chãos ou Quinteiro.                         Estas casas foram unidas em 1745."}}, {"número": "25", "desc": {"para": "Agostinho Barbosa, notário Apostólico, paga 1400 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Confronta, do poente, com o n.° 9 da praça do Gavião."}}, {"número": "26,27 e 28", "desc": {"para": "Chãos de casas, pertenças do prazo do casal dos Chãos ou Quinteiro. O chão n.° 26 confronta, do nascente, com o chão n.° 8 da praça do Gavião."}}, {"número": "29", "desc": {"para": "Paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "30", "desc": {"para": "Paga 3000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "31", "desc": {"para": "Paulo de Araújo, ferreiro, casado com Helena Francisca, paga 3000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro.                         Foi construída antes de 1726."}}, {"número": "32", "desc": {"para": "Paulo da Costa, dourador, casado com Ângela Francisca da Silva, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro.                         Foi construída antes de 1726."}}, {"número": "33", "enfiteuta": "D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.", "desc": {"para": "Francisco Pereira, alfaiate, casado com Agostinha Francisca, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1726."}}, {"número": "34", "enfiteuta": "D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.", "desc": {"para": "O Padre Domingos Ferreira paga 2700 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1727."}}, {"número": "35", "desc": {"para": "António Francisco, alfaiate, paga 3000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1732."}}, {"número": "36", "desc": {"para": "O Padre Bento Francisco Pereira e seu irmão, o Padre Jerónimo Francisco Pereira, pagam 5000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1732."}}, {"número": "37", "desc": {"para": "Paga foro ao enfiteuta do prazo do casal dos Chãos ou Quinteiro."}}, {"número": "38 e 39", "desc": {"para": "José de Barros, tratante, casado com Catarina de Araújo, paga 3200 reis, por cada uma destas casas, ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foram construídas antes de 1737."}}, {"número": "40", "desc": {"para": "João Pereira da Silva, sapateiro, casado com Custódia Francisca, paga 3000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1730."}}, {"número": "41 e 42", "desc": {"para": "Manuel Álvares, cego, casado com Luísa Teixeira, paga 4500 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foram unidas em 1730."}}, {"número": "43", "desc": {"para": "O Padre André Soares de Araújo, vigário de Sta. Maria de Ferreiros, paga 3286 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1726."}}, {"número": "44", "desc": {"para": "Marcelino de Araújo, escultor, casado com Bernardina Rosa, paga 4760 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1733."}}, {"número": "45", "desc": {"para": "Fabião Dias, casado com Francisca Dias, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1732."}}, {"número": "46", "desc": {"para": "Bento Ferreira, casado com Eugénia Francisca, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1734."}}, {"número": "47", "desc": {"para": "Francisca Vieira, solteira, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Foi construída antes de 1734."}}, {"número": "48 e 49", "desc": {"para": "Pedro Machado, casado com Maria Ferreira, paga 2000 reis ao enfiteuta do prazo do casal dos Chãos ou Quinteiro. Ficaram unidas em 1738. A casa n.° 49 confronta, do poente, com o quintal da casa n.° 27 da Rua dos Chãos de Baixo."}}]}}}}