{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/C:/Users/In%C3%AAs/Desktop/4%C2%BA%20Ano%20(2018-2019)/1%C2%BA%20Semestre/Publica%C3%A7%C3%A3o%20Eletr%C3%B3nica/MRB-rua.xsd", "meta": {"número": "6", "nome": "Rua do Souto Porta do Souto"}, "corpo": {"figura": [{"@id": "MRB-06-norte", "imagem": {"@path": "../imagem/MRB-06-RuaDoSouto.PortaDoSouto-norte.png"}, "legenda": "Rua do Souto, Porta do Souto - vista norte."}, {"@id": "MRB-06-sul", "imagem": {"@path": "../imagem/MRB-06-RuaDoSouto.PortaDoSouto-sul.png"}, "legenda": "Rua do Souto, Porta do Souto - vista sul."}], "para": ["Rua chave de todo o urbanismo e vida económica bracarense, a rua do Souto, terá sido, pelo menos desde o séc. XVII, a mais importante da cidade.", "Quando se construiram as muralhas de Braga pensou-se logo no possível crescimento citadino. A metade Sul,              já habitada e arruada com artérias cujo traçado remonta aos romanos, ficou protegida; a metade Norte continuou vazia, com campos, que lentamente se foram enchendo.", "Primeiro foi a rua Nova, mais tarde chamada do Campo; depois, em 1565, a dos Gatos ou da Misericórdia.", "A rua que delimitou as duas zonas foi a do Souto. Era longa, bem lançada e recta, unia o Paço dos Arcebispos com o Castelo e uma porta da muralha, no seu extremo.", "Não importa agora que tipo de casas teria naquela longínqua data. O Mappa mostra-nos que em 1750 era uma artéria muito bem organizada,              tendo quase todas as casas com três pisos, gelosias, muitas varandas de madeira cobertas também com gelosias e, no piso térreo,              grandes portas de madeira, permitindo o comércio. É verdadeiramente magnífico de beleza e de unidade este conjunto!              Pena foi que, nas décadas de 60 ou 70 do séc. XIX, todas as gelosias tivessem sido destruídas.", "No desenho das fachadas sobressaem apenas o conjunto monumental do largo do Paço, obra já dos Arcebispos que vão de D. Diogo de Sousa a D. Rodrigo de Moura Teles,             e as casas a seguir aos prazos n.° 2, com um belo trabalho de pedra nas janelas e n. ° 50, com os pisos superiores assentes sobre duas finas colunas.", "Hoje a estrutura das suas casas mantém-se, excepto no que respeita às gelosias. Em 1923 e 1954 a rua do Souto foi cortada pelas rua Justino Cruz              (que a ligou ao Campo da Vinha) e pela rua Francisco Sanches (no enfiamento da anterior, estabelecendo ligação para carros com o largo de S. João do Souto,             uma vez que a passagem de pessoas já era feita através da Casa do Passadiço).", "A zona denominada Porta do Souto, que corresponde à parte do Largo Barão de S. Martinho entre a rua dos Janes e a Foto Pelicano,             foi totalmente alterada em 1853, quando foi destruído o arco da Porta do Souto.", "Das 37 casas do lado Norte e 55 do lado Sul eram prazos do Cabido 16 e 33 respectivamente."], "lista-casas": {"casa": [{"número": "1", "enfiteuta": "Agostinha Maia, viúva de Domingos Antunes da Rocha, ourives", "foro": "250 reis e 2 galinhas", "desc": {"para": "Metade desta casa é pertença do cabido de Lamego. Confronta, do poente, com os Paços Arcebispais (onde se situavam, em 1550 as casas novas da Relação e, no séc. XVIII, o Aljube); do sul com a parte pertencente ao cabido de Lamego, e, do norte com a Relação Eclesiástica."}}, {"número": "2", "enfiteuta": "Luís Fernandes Braga", "foro": "320 reis e 2 galinhas", "desc": {"para": "Confronta, de poente, com casa foreira à Mitra e, do nascente, com casa do morgado dos Leites."}}, {"número": "3", "enfiteuta": "Rev. Cónego João Pinheiro Leite", "foro": "620 reis e 2 galinhas", "desc": {"para": "Confronta, do nascente, com casa foreira à Igreja de S. Pedro d'Este e, do poente, com casa foreira ao Morgado dos Leites. Este prazo foi comprado pelo Cabido, em 1485, ao Rei D. João II."}}, {"número": "4", "enfiteuta": "Maria Ferreira, viúva de Custódio Barroso", "foro": "200 reis e 1 galinha", "desc": {"para": "Confronta, do poente, com casa foreira à Igreja de S. Pedro d'Este."}}, {"número": "5", "enfiteuta": "Os herdeiros de André Loureiro", "foro": "600 reis e 3 galinhas", "desc": {"para": null}}, {"número": "6", "enfiteuta": "Luísa Maria", "foro": "500 reis e 2 galinhas", "desc": {"para": "A enfiteuta era filha de Francisco João, mercador, e de sua 1ª mulher,Vicência Rebelo , a quem sucedeu neste Prazo."}}, {"número": "7", "enfiteuta": "Carlos Veloso", "foro": "300 reis e 2 galinhas", "desc": {"para": "Confronta, do nascente, com casa dízima a  Deus e, do poente, com casa foreira à confraria de Santiago da Cividade."}}, {"número": "8", "enfiteuta": "António Rebelo de Matos, abade de Tadim", "foro": "520 reis e 2 capões", "desc": {"para": "Confronta, do poente, com casa dízima a Deus. Tem uma serventia para a Loura desde o ano de 1534. O quintal desta casa é foreiro à confraria de S. João do Souto."}}, {"número": "9", "enfiteuta": "Isabel Maria da Silva, viúva do Dr. Santos de Araújo", "foro": "600 reis e 4 galinhas", "desc": {"para": "Confronta, do nascente, com casa foreira à capela dos Cerveiras."}}, {"número": "10", "enfiteuta": "Dr. Domingos Soares", "foro": "800 reis e 2 galinhas", "desc": {"para": "O enfiteuta possuia este prazo por sucessão de João Soares Braga, juiz das sizas, e de sua mulher, Jerónima Vaz. Confronta, do nascente. com a casa foreira à confraria de S. João do Souto e, do poente, com casa dízima a Deus."}}, {"número": "11", "enfiteuta": "Padre João da Silva", "foro": "600 reis e 2 galinhas", "desc": {"para": "Confronta, do poente, com casa foreira à confraria de S. João do Souto."}}, {"número": "12", "enfiteuta": "Os herdeiros de Jerónimo Peixoto", "foro": "460 reis e 2 galinhas", "desc": {"para": null}}, {"número": "13", "enfiteuta": "Madre Maria Clara, religiosa do Salvador", "foro": "650 reis e 5 galinhas", "desc": {"para": null}}, {"número": "14", "enfiteuta": "Dr. António Pinheiro", "foro": "480 reis e 2 galinhas", "desc": {"para": "Confronta, do poente, com casa foreira à capela de Sta. Bárbara."}}, {"número": "15", "enfiteuta": "Manuel de Araújo, abade de Sta. Eufémia", "foro": "120 reis e 1 galinha", "desc": {"para": "O emprazamento foi feito no ano de 1706."}}, {"número": "16", "enfiteuta": "Leonel da Mota", "foro": "120 reis e 1 galinha", "desc": {"para": "Foi construída em 1591, em pertenças da casa nº 15. Fica situada no canto da Rua do Souto e Terreiro do Castelo. Confronta, do nascente, com o dito Terreiro, do Sul, com a rua e, do poente, com o nº 15."}}, {"número": "17", "enfiteuta": "Ursula Josefa", "foro": "650 reis e 2 galinhas", "desc": {"para": "Situa-se à porta do Souto, defronte do Terreiro do Castelo e confronta, do nascente, com casa foreira à Igreja de Fraião e, do poente, com casa foreira à confraria de S. João do Souto."}}, {"número": "18", "enfiteuta": null, "foro": null, "desc": {"para": "É foreira à obra da Sé desde o ano de 1484. por escambo feito com o cabido, ao qual ficou a pertencer o nº 46, que confronta, do nascente, com casa foreira à Câmara. Paga, de pensão ou foro, 480 reis."}}, {"número": "19", "enfiteuta": "Jerónima Rodrigues, viúva de Frutuoso Marques", "foro": "600 reis e 2 galinhas", "desc": {"para": "Confronta, do sul, com a casa da Rua de Janes, foreira à confraria de S. João do Souto."}}, {"número": "20", "enfiteuta": "Porcina Maria, viúva", "foro": "520 reis e 2 galinhas", "desc": {"para": "Confronta, do nascente, com casa foreira ao Convento do Carmo ou aos Padres Coreiros: do poente, com casa da comenda de Adaúfe, dos Padres Coreiros; e, do sul, com casa da Rua de Janes, foreira a S. João do Souto."}}, {"número": "21", "enfiteuta": "Luís Vaz Vieira e sua mulher, Antónia Maria Ferreira", "foro": "460 reis e 4 galinhas", "desc": {"para": "O emprazamento foi feito no ano de 1724. Confronta, do nascente, com casa foreira ao Mosteiro de Adaúfe; do poente, com casa de S. Pedro d'Este; e, do sul, com casa foreira a S. João do Souto. Foi incorporada neste prazo a casa nº 11 da Rua de Janes."}}, {"número": "22", "enfiteuta": null, "foro": "75 reis (de censo)", "desc": {"para": ["À casa nº 23 pertence, ainda, o nº 10 da Rua de Janes.", "João Carneiro paga de censo, respectivamente, 75 e 72 reis"]}}, {"número": "23", "enfiteuta": null, "foro": "72 reis (de censo)", "desc": {"para": ["À casa nº 23 pertence, ainda, o nº 10 da Rua de Janes.", "João Carneiro paga de censo, respectivamente, 75 e 72 reis"]}}, {"número": "24", "enfiteuta": null, "foro": "13 reis e 5 pretos", "desc": {"para": "Alexandre Brandão paga de censo, 13 reis e 5 pretos, ou seja, meio maravedi."}}, {"número": "25", "enfiteuta": "Manuel Moreira, cerigueiro", "foro": "430 e 2 galinhas", "desc": {"para": "Foi construída, no ano de 1538, em pertenças do nº 26. O prazo é constituído por casa e rossio, tendo este serventia pelo nº 8 da Rua de Janes."}}, {"número": "26", "enfiteuta": "Mariana da Costa, viúva de Pedro Mendes", "foro": "200 reis e 2 galinhas", "desc": {"para": null}}, {"número": "27", "enfiteuta": "Dr. João de Matos", "foro": "400 reis e 2 galinhas", "desc": {"para": null}}, {"número": "28", "enfiteuta": "Padre Baltazar Ferreira da Silva", "foro": "580 reis e 2 galinhas", "desc": {"para": "Foi construída no ano de 1513, em pertenças do nº 29. No ano de 1596. foi-lhe incorporada a casa n° 26."}}, {"número": "29", "enfiteuta": "Domingos Martins Teixeira", "foro": "840 reis e 2 capões", "desc": {"para": "A este prazo pertence a casa nº 7, da Rua de Janes."}}, {"número": "30", "enfiteuta": "Os herdeiros de André Loureiro", "foro": "270 reis e 1 galinha", "desc": {"para": "Foi construída em 1524, em pertenças do nº 31, e acrescentada, no ano de 1609, uma parte do quintal do nº 33 e uma casa pequena do nº 31."}}, {"número": "31", "enfiteuta": "Manuel Francisco da Cruz", "foro": "220 reis e 1 galinha", "desc": {"para": null}}, {"número": "32", "enfiteuta": "Jácome de Brito Leite", "foro": "250 reis e 2 galinhas", "desc": {"para": null}}, {"número": "33", "enfiteuta": "António Pereira Regalo", "foro": "500 reis e 3 galinhas", "desc": {"para": null}}, {"número": "34", "enfiteuta": "Padre António da Silva", "foro": "300 reis", "desc": {"para": "Confronta, do poente, com casa foreira à Igreja de S. Pedro d'Este."}}, {"número": "35", "enfiteuta": null, "foro": "13 reis e 2 pretos (de censo)", "desc": {"para": "Paga, também 7 reis ao porteiro da massa. O censo é pago por Ascenso Antunes."}}, {"número": "36", "enfiteuta": null, "foro": "13 reis e 2 pretos (de censo)", "desc": {"para": "O censo é pago pelo livreiro, Manuel Ferreira."}}, {"número": "37", "enfiteuta": null, "foro": "13 reis e 2 pretos (de censo)", "desc": {"para": "O censo é pago por Ascenso Antunes."}}, {"número": "38", "enfiteuta": "Padre António da Rocha Ferreira", "foro": "370 reis e 2 galinhas", "desc": {"para": "O emprazamento foi feito em 1727."}}, {"número": "39", "enfiteuta": null, "foro": null, "desc": {"para": "Corresponde ao Passadiço do nº 5, da Rua de S. João, para onde tem a frontaria e serventia principais."}}, {"número": "40", "enfiteuta": "Francisco Gomes, livreiro", "foro": "430 reis e 2 capões", "desc": {"para": null}}, {"número": "41 e 42", "enfiteuta": "Padre José António de Lima", "foro": "600 reis e 2 capões", "desc": {"para": "Encontram-se unidas num só prazo, desde o ano de 1637. Também já se encontraram unidas entre os anos de 1491 e 1551."}}, {"número": "43", "enfiteuta": "Os herdeiros de Francisco Rodrigues da Costa, mercador", "foro": "300 reis e 2 capões", "desc": {"para": "O nº 43 esteve unido ao nº 44, entre os anos de 1482 e 1532. Enquanto estiveram separados, a serventia do nº 44 fazia-se por uma porta e corredor situados por baixo do nº 43."}}, {"número": "44", "enfiteuta": "Os herdeiros de Francisco Rodrigues da Costa, mercador", "foro": "220 reis e 1 galinha", "desc": {"para": "O nº 43 esteve unido ao nº 44, entre os anos de 1482 e 1532. Enquanto estiveram separados, a serventia do nº 44 fazia-se por uma porta e corredor situados por baixo do nº 43."}}, {"número": "45", "enfiteuta": "Dr. Manuel Gomes Lages", "foro": "340 reis e 2 galinhas", "desc": {"para": null}}, {"número": "46", "enfiteuta": "Bernardina de Sena Maurícia, solteira", "foro": "480 reis", "desc": {"para": "A enfiteuta era filha de Gregório Ferreira e de sua mulher, Antónia Maria, e herdou este prazo que seu pai comprara. Confronta, do sul, com pertenças do nº 48; e do poente com a parte do nº 47, foreira à confraria de S. João do Souto. Possui duas portas para a rua: uma que serve para a loja, em que estão as drogas de botica e outras mercearias e outra que é a serventia desta casa."}}, {"número": "47", "enfiteuta": "Os herdeiros de João Marques da Veiga", "foro": "150 reis e 2 galinhas", "desc": {"para": "Metade desta casa (parte nascente) é foreira à confraria de S. João do Souto, e confronta com o nº 48."}}, {"número": "48", "enfiteuta": "Dr. António Fernandes do Vale, médico", "foro": "600 reis, 2 capões e 2 galinhas", "desc": {"para": "A parte poente da casa confronta com casa dízima a Deus. Desde o ano de 1566, que está unida a uma casa que se desmembrou do nº 46."}}, {"número": "49", "enfiteuta": "José Loureiro", "foro": "430 reis e 2 galinhas", "desc": {"para": "Confronta, do nascente, com casa dízima a Deus."}}, {"número": "50", "enfiteuta": "Manuel Pereira da Costa, livreiro", "foro": "470 reis e 2 capões", "desc": {"para": "Confronta, do nascente, com casa foreira à cororaria."}}, {"número": "51", "enfiteuta": "Domingos José de Melo", "foro": "265 reis e 2 galinhas", "desc": {"para": "Do nascente e poente confronta com casas dízimas a Deus. Até ao ano de 1679 o cabido possuía apenas as traseiras desta casa. A parte da frente era dízima a Deus. Posteriormente, Domingos Pinheiro Leite doou ao cabido a parte que lhe cabia \"se alcançasse sentença a seu favor no pleito que trazia sobre a dita parte com Mariana Vieira, viúva\"."}}]}}}}