{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "../MRB-rua.xsd", "meta": {"número": "24", "nome": "Rua da Vielinha"}, "corpo": {"para": ["Pequena e estreitíssima artéria que ligava a Rua de Maximinos com o             rexio da Praça.", "Acompanhando a muralha que a faceia parcialmente, tem o prazo do Cabido mais antigo,             com data de 1515.", "Com uma configuração esquisita, tinha em 1750 as casas do lado Poente,             que escontavam à muralha, de bastante boa qualidade, havendo em 4 delas varandas (de             madeira?) e gelosias. Com excepção de uma, todas eram sobradadas.", "Quase insólita é a existência de uma capela, sobre as casas, talvez até sobre a             muralha, e sensivelmente a meio da rua, de que não conhecemos nenhuma referência             escrita.", "Do lado Nascente, as casas são de diferentes pisos, com bastante mau desenho de             fachada; as janelas eram tapadas por portadas de madeira. Há uma, porém, com um desenho             estranhíssimo e com uma linha de empena extremamente irregular.", "A meio deste lado havia um pequeno beco que levava a uma casa.", "Penso ser a designação de Vielinha bastante mais correcta que a actual de Violinha,             que, aliás, deve ter origem no topónimo antigo.", "Das 8 casas do lado Nascente e 7 do Poente, eram prazos do Cabido 6 do             Nascente."], "figura": [{"@id": "MRB-24-nascente", "imagem": {"@path": "../imagem/MRB-24-RuaDaVielinha-nascente.jpg"}, "legenda": "Rua da Vielinha - nascente."}, {"@id": "MRB-24-poente", "imagem": {"@path": "../imagem/MRB-24-RuaDaVielinha-poente.jpg"}, "legenda": "Rua da Vielinha - poente."}], "lista-casas": {"casa": [{"número": "1", "enfiteuta": "Os herdeiros de Filipa Francisca, mulher de Francisco de Freitas", "foro": "20 reis", "desc": {"para": "Foi pertença do n.º 15 da Rua dos Sapateiros."}}, {"número": "2", "desc": {"para": "Esta casa pertence à obra da Sé, a quem os herdeiros de Domingos de Araújo, caminheiro, e sua mulher,                             Catarina Gonçalves, lhe pagam de foro                         80 reis. Esteve integrada no prazo de uma casa da                         Rua dos Sapateiros."}}, {"número": "3", "enfiteuta": "Manuel da Silva, padeiro", "foro": "10 reis e 1 galinha", "desc": {"para": "Pertenceu ao n.º 15 da Rua dos Sapateiros."}}, {"número": "4", "enfiteuta": "Vid. casa n.º 12, da Rua dos Sapateiros (rua n.º 23).", "desc": {"para": ["Encontra-se subemprazada aos herdeiros de Manuel                             Coelho de Araújo, tratante, e sua mulher, Maria da Costa. Faz parte do prazo da casa n.º                         12, da Rua dos Sapateiros, à qual paga de foro 2000                         reis.", "Corresponde a duas casas pequenas, situadas na «agiela» da                         Rua da Vielinha, da parte norte."]}}, {"número": "5", "desc": {"para": ["Corresponde ao n.º 13 da Rua dos Sapateiros.", "Confronta, do norte, com a agiela da Rua da Vielinha e, do                         sul, com parte da casa n.º 18 da Rua de Maximinos."]}}, {"número": "6", "desc": {"para": "Corresponde ao n.º 18 da Rua de Maximinos, para onde tem a                         frontaria e serventia principais."}}]}}}}