{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/C:/Users/In%C3%AAs/Desktop/4%C2%BA%20Ano%20(2018-2019)/1%C2%BA%20Semestre/Publica%C3%A7%C3%A3o%20Eletr%C3%B3nica/MRB-rua.xsd", "meta": {"número": "5", "nome": "Rua das Oucias"}, "corpo": {"figura": {"@id": "MRB-05", "imagem": {"@path": "../imagem/MRB-05-RuaDasOucias.png"}, "legenda": "Rua das Oucias."}, "para": ["Tortuosa rua que contornava as traseiras e fachada lateral Sul da Sé.", "Longa e atribulada história tem esta via, que, no espaço curto, quase de notícia, como convém a esta edição, não pode ser aqui contada.", "Formada, naturalmente, pelo isolamento que os monumentos religiosos sempre têm, as suas casas foram lentamente surgindo.", "No ponto de encontro desta rua com a rua do Souto desembocava o «cano» que, vindo de lugar desconhecido, abastecia a principal fonte da cidade medieval,             a fonte de S. Geraldo, que por aqui se deveria localizar. Junto, no local onde está a Capela da Glória, existiu a casa do Conselho Municipal demolida para              dar lugar àquela capela.", "Com D. Diogo de Sousa, em 1509, a capela mor da Sé foi profundamente alterada, e, embora não tenha avançado sobre os alicerces da velha              construção medieval, deu-lhe outra leveza, que o manuelino, nos seus rendilhados, sempre tem. Poucos anos após o mesmo arcebispo mandou abrir a rua de S. João ,             permitindo uma ligação directa com a Porta de S. João.", "No pequeno «rexio» existente do lado Sul da Sé, entre o braço do transepto e a fachada, existiu, na Idade Média,             uma feira de olarias.", "Toda esta parte foi violentamente destruída nos anos quarenta do nosso século, para «limpar esta zona socialmente tão degradada» criando-se o Rocio              da Sé. E na sequência dessa obra de «limpeza» constroem-se, em «estilo Português Suave», o edifício do Tribunal do Trabalho/Delegação Escolar e um outro, particular; e,              passados vinte anos, foi destruído um grande e nobre edifício setecentista, para se construir a Residência Académica.", "Hoje a rua conserva todos os seus belíssimos edifícios na zona              correspondente à rua de Nossa Senhora do Leite. Na parte Sul toda a malha urbanística e escala arquitectónica desapareceu com a introdução do novo e amplo Rocio da Sé, que, no Mappa             apenas conserva uma casa.", "Das 15 casas existentes, 12 eram prazos do Cabido.", "A designação de Oucias (e aparecem também as designações de Ussias e Adussias),              será talvez uma corrupção de ousia, isto é capela-mor. E a de Nossa Senhora do Leite é devida à belíssima imagem, da escola coimbrã do séc. XVI, que foi oferecida por D. Diogo de Sousa ."], "lista-casas": {"casa": [{"número": "1", "enfiteuta": null, "foro": "38 reis e 6 pretos (de censo)", "desc": {"para": "A casa é foreira aos Padres coreiros. O censo é pago por Domingos José de Melo."}}, {"número": "2", "enfiteuta": null, "foro": null, "desc": {"para": "Corresponde ao nº1 da Rua de S.João, para onde tem a frontaria e serventia principais."}}, {"número": "3 e 4", "enfiteuta": null, "foro": null, "desc": {"para": "Corresponde ao nº 11 da Rua de S. João, para onde tem a frontaria e serventia principais."}}, {"número": "5", "enfiteuta": "Custódio Rodrigues, boticário", "foro": "440 reis e 2 galinhas", "desc": {"para": "Confronta, do nascente, com casa de herdade dízima a Deus. Foi unida, em 1621, à casa nº 6."}}, {"número": "6", "enfiteuta": "Custódio Rodrigues, boticário", "foro": "345 reis e 2 galinhas", "desc": {"para": "Confronta, do nascente, com casa de herdade dízima a Deus. Foi unida, em 1621, à casa nº 6."}}, {"número": "7", "enfiteuta": null, "foro": "160 reis (de censo)", "desc": {"para": "Confronta, do poente, com o Terreiro das Oussias. António Xavier Rebelo, tercenário, paga de censo 160 reis."}}, {"número": "8", "enfiteuta": "Dr. Manuel José Brandão", "foro": "700 reis e 2 galinhas", "desc": {"para": "O enfiteuta possuia esta casa por sucessão de Frutuoso Brandão Pereira e de Maria Josefa da Costa, sua mulher. Confronta, do sul, com o nº 2 da Rua Pequena."}}, {"número": "9", "enfiteuta": null, "foro": null, "desc": {"para": ["Confronta, do norte, com o Terreiro das Oussias; do sul, com o nº 8, da Rua Pequena; do nascente, com a mesma Rua Pequena e,                      do poente, com quintal de uma casa da Rua de Sta. Maria ou do Poço.", "Foi demolida, depois do ano de 1750, \"para a obra da sacristia da Sé,                     por conta da fábrica da mesma Sé\"."]}}, {"número": "10 e 11", "enfiteuta": null, "foro": null, "desc": {"para": "Não aparecem desenhadas no Mapa por terem sido demolidas \"para a obra da sacristia da Sé\". A casa nº 10 situava-se no canto desta rua (parte nascente) e confrontava do norte, defronte da Sé, com a Rua das Oussias e, do nascente com o caminho que se dirigia das Oussias para a Rua Pequena. A casa nº 11 confronta, do nascente, com a nº 10."}}, {"número": "12", "enfiteuta": "Custódia Pereira, mulher de João Fernandes Gentil", "foro": "550 reis, 2 galinhas e 2 capões", "desc": {"para": ["Foi comprada pela Fábrica da Sé que a mandou demolir depois de 1750, para a \"obra da sacristia\".", "Confronta, do nascente, com o Terreiro das Oussias e, do norte com o mesmo Terreiro e com o nº 13."]}}, {"número": "13", "enfiteuta": "Francisca Teresa", "foro": "400 reis e 2 galinhas", "desc": {"para": ["A enfiteuta sucedeu a seu irmão, o Reitor de Freitas,José Ferreira Petiz,  sendo ambos filhos de Francisco Gonçalves Petiz, pasteleiro.", "Confronta, do nascente, com o nº 14; do norte e poente com a rua e, do sul com a nº 12."]}}, {"número": "14", "enfiteuta": "Francisca Teresa", "foro": "400 reis e 2 galinhas", "desc": {"para": ["Confronta, do nascente, com o nº 13 e, do poente com o nº 15.", "Foi construída em 1547, em pertenças da casa nº 13."]}}, {"número": "15", "enfiteuta": "António Antunes, pasteleiro, e sua mulher, Joana Francisca", "foro": "330 reis e 2 galinhas"}, {"número": "16 e 17", "enfiteuta": "David Lopes", "foro": "820 reis e 2 galinhas", "desc": {"para": "A casa nº16 foi unida ao nº17, no ano de 1667 . O nº17 confronta com a Rua do Poço ."}}]}}}}