{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/Users/pedro/Desktop/MRB-rua.xsd", "meta": {"número": "26", "nome": "Rua de S.Miguel O Anjo"}, "corpo": {"figura": [{"@id": "MRB-26-norte", "imagem": {"@path": "../imagem/MRB-26-SaoMiguelOAnjo-Norte.png"}, "legenda": "Rua de S.Miguel O Anjo - Norte"}, {"@id": "MRB-26-sul", "imagem": {"@path": "../imagem/MRB-26-SaoMiguelOAnjo-Sul.png"}, "legenda": "Rua de S.Miguel O Anjo - Sul"}], "para": ["Pequena artéria extra-muros que ligava a rua Em Frente dos Açogues,com             o campo das Hortas e a rua de Cruz de Pedra.", "Decalcando um troço do possível traçado da muralha da cidade romana e na pendente da             capela de S.Miguel o Anjo, era já conhecida na Idade Média com o nome de              rua de Maximinos. Destruída totalmente em 1384, por              D. João de Castela, perdem-se depois as notícias sobre              a sua história.", "Em 1750 era uma rua talvez sem comércio, com muitas casas de sobrado, algumas             varandas, muitas janelas com gelosias e apenas 4 edifícios totalmente construídos em pedra.             Destas, três situavam-se curiosamente em gavetos: as casas do prazo nº8 e a 9 e a que lhe              ficava contígua. Esta tinha ainda a característica de apresentar uma das raras pedras de              armas de heráldica de família, a dos Bravos, existente              então na cidade.", "Das 14 casas do lado Norte e 11 do Sul, era prazos do Cabido oito e uma, respectivamente.", "Desde 1891 que se chama rua Visconde Pindela"], "lista-casas": {"casa": [{"número": "1", "enfiteuta": "Inácio Peixoto", "foro": "50 reis e 1 galinha", "desc": {"para": "Pertenceu ao Padre João Rodrigues.                         Confronta, do norte com casa foreira à Mitra.                         Foi construída depois de 1539 em pertenças do nº2."}}, {"número": "2 e 3", "enfiteuta": "Padre Pedro Francisco", "foro": "100 reis e 2 galinhas", "desc": {"para": "A casa nº2 confronta, do poente, com o rossio que está                         no princípio da Rua da Cruz da Pedra."}}, {"número": "4", "enfiteuta": "Gregório José Braga, alfaiate", "foro": "25 reis e 1 galinha", "desc": {"para": "Foi construída, depois de 1555, em pertenças do número 2.                         Confronta, do nascente, com casa foreira à Câmara."}}, {"número": "5", "foro": "5 reis(de censo)", "desc": {"para": "Os livros das pensões referem que esta casa foi de João Gomes,                         genro do Mestre Gonçalo, «e que há muitos anos se não paga                          este censo»."}}, {"número": "6", "foro": "5 reis(de censo)", "desc": {"para": "O censo é pago por Mónica Veloso de Freitas, viúva."}}, {"número": "7", "foro": "5 reis(de censo)", "desc": {"para": "Pertenceu Pedro Martins.                         O censo é pago Gaspar de Medeiros."}}, {"número": "8", "desc": {"para": "Pertence ao nº1 da rua em frente do Açogue para onde tem                          frontaria e serventia principais."}}, {"número": "9", "enfiteuta": "D.António de Noronha de Mesquita Soares", "desc": {"para": "A casa e parte do quintal são foreiras ao Hospital de S.Marcos.                         Pela outra parte do quintal paga-se, de foro, 451 reis ao nº1 do Campo de S.Sebastião. Encontra-se                         subemprazada aos herdeiros do Padre António Velho Maciel, beneficiado."}}]}}}}