{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/home/teresa-queiroga/MedInf/PublicacaoEletronica/Projeto_final/MRB-rua(1).xsd", "meta": {"número": "18", "nome": "Rua das Chagas"}, "corpo": {"para": ["Artéria secundária, de origem romana, ligava a rua das Travessas com a rua              de Maximinos.", "Aberta em data indeterminada da Idade Média, tinha, em 1750, uma estranha feição              pelo aspecto cego que lhe era dado pelas portadas de madeira que protegiam 83,5%             de todas as suas janelas.", "Com casas de aspeto pobre, muitas delas sobradadas, só nos gavetos apresentava              construções mais ricas. Curioso é, contudo, o enorme bloco, de empena e telhado comuns,             que ocupa quase toda a metade Norte do lado Nascente da rua e quase lembra um prédio              de rendimento dos nossos dias.", "Chamada primeiro de Triparia, devido ao tipo de carne que aqui se vendia, passou             a partir de 1593 a ser conhecida pelo nome actual de rua das Chagas.", "Hoje está bastante alterada. Com o alargamento das ruas Verde, de Maximinos             e das Travessas, muitos dos seus prédios foram destruídos, principalmente os              situados no lado Poente e no extremo Norte do lado oposto. Assim a rua foi muito              encurtada e deixou de desembocar na rua de Maximinos, passando a ter o seu limite na rua              D. Frei Caetano Brandão. A zona que não foi mexida, mantém, contudo, a sua feição arcaica.", "Das 10 casas do lado Nascente e 13 do Poente, são prazos do Cabido 5 e 3 respetivamente."], "figura": [{"@id": "MRB-18-nascente", "imagem": {"@path": "../imagem/MRB-18-RuaDasChagas-nascente.jpg"}, "legenda": "Rua das Chagas - nascente"}, {"@id": "MRB-18-poente", "imagem": {"@path": "../imagem/MRB-18-RuaDasChagas-poente.jpg"}, "legenda": "Rua das Chagas - poente"}], "lista-casas": {"casa": [{"número": "1", "enfiteuta": "D. Inácia Gomes da Costa", "foro": "180 reis e 2 galinhas", "desc": {"para": ["A enfiteuta é filha do Dr. Manuel Gomes da Costa.", "A serventia dá-se pelo n.º 8 da Rua de Maximinos.", "Confronta, do norte, com casa foreira à Igreja de Santiado da Cividade."]}}, {"número": "2", "enfiteuta": "D. Inácia Gomes da Costa", "foro": "140 reis e 2 galinhas"}, {"número": "3", "enfiteuta": "D. Inácia Gomes da Costa", "foro": "240 reis e 2 galinhas"}, {"número": "4", "desc": {"para": ["Pertence ao n.º 8 da Rua de Maximinos, para onde tem a frontaria e serventia                         principais.", "Confronta do sul com casa foreira à Mitra."]}}, {"número": "5", "enfiteuta": "D. Inácia Gomes da Costa", "foro": "340 reis e 2 galinhas", "desc": {"para": "Confronta, do norte, com casa foreira ao Hospital de Real e, do sul,                          com casa foreira ao Hospital de S. Marcos."}}, {"número": "6", "enfiteuta": "Os herdeiros de D. Mariana de Castro, viúva de Jacinto de Magalhães e Meneses,                     fidalgo da Casa Real e Cavaleiro da Ordem de Cristo", "foro": "160 reis e 2 galinhas", "desc": {"para": "Entre os anos de 1508 e 1597 a casa n.º 7 esteve                          unida a este prazo."}}, {"número": "7", "enfiteuta": "Bento Leite Pereira", "foro": "160 reis e 2 galinhas", "desc": {"para": "O enfiteuta é filho de António Pereira."}}, {"número": "8", "enfiteuta": "Os herdeiros de D. Mariana de Castro", "foro": "60 reis e 1 galinha", "desc": {"para": "Confronta, do sul, com casa foreira ao Hospital de S. Marcos."}}, {"número": "9", "enfiteuta": "António Fernandes, da Rua Nova", "foro": "2 galinhas"}, {"número": "10 e 11", "enfiteuta": "Miguel Soares, sapateiro, da Rua dos Sapateiros", "foro": "110 reis e 2 galinhas", "desc": {"para": "O enfiteuta é filho de Bento Soares. As casas encontram-se unidas, num só                          prazo, desde o ano de 1602."}}, {"número": "12", "desc": {"para": "Corresponde ao n.º 10 da Rua de Maximinos, para onde tem a frontaria                         e serventia principais."}}]}}}}