{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/Users/Francisca/Desktop/4Ano/Publica%C3%A7%C3%A3o_Eletr%C3%B3nica/Projeto%20Final/MRB-rua.xsd", "meta": {"número": "10", "nome": "Travessa da Rua de S. João para a do Forno"}, "corpo": {"para": ["Rua em forma de cotovelo, tendo uma espécie de             protuberância no ângulo, mais parecendo duas vias             que se encontrava num ponto que se alargava, formando             aí um «Rexio».", "Seria um pouco estranho de compreender o seu traçado,             se não soubessemos que no ponto onde se encontrava os             seus troços Sul e Oeste terá passado, possivelmente,             a muralha da cidade romana. Só assim se pode aceitar             que esta artéria não tivesse sequência até à Igreja             de S. João de Souto, ou à Porta de S. João.", "Sem unidade no tipo de casas que a formavam, tinha             prédios de dois pisos, alternando com outros de três             ou até um; edifícios com longa fachada, a par com outros             de pequena e média dimensão.", "Todas as casas são de arquitectura tradicional, talvez             na sua maioria em pedra, com seis raras varandas e apenas             três gelosias, e uma forte percentagem (60%) de janelas             típicas de Braga. De notar a casa grande situada no canto             Sudoeste do «Rexio de S. João» que tem um grande terreno             de cultivo virado à rua, estando o prédio implantado             atrás, na linha de barreira que fecha a Sul o «Rexio».", "Das 10 casas existentes do lado Norte e outras tantas             do lado Sul são prazos do Cabido 5 e 6 respectivamente.", "Se bem que todo o bairro a Sul da Sé, pelo entrecruzar             de ruas, seja conhecido como Bairro das Travessas é muito             estranho e nada aceitável o nome desta rua que ora tratamos.             Na Idade Média a parte Este desta artéria, que no Mappa tem             o nome de «Travessa para a rua de S. João», era conhecida como             rua da Carrapata e a parte Sul, sem designação especial             no Mappa, tinha o nome de Paio Manta, talvez uma pessoa             dominante que aí vivesse. No séc. XVI, a rua de Paio Manta             tomou o nome de rua Coelho que manteve até 19/12/1892, data             em que passou a denominar-se de El-Rei. Em 24 de Fevereiro de                 1944 recebeu o nome de D. Afonso Henriques.", "Desde 1892 que esta rua está muito alterada, embora se             mantenha a sua função: A rua de «Coelho» foi alargada,             o «Rexio de S. João» desapareceu e a «Travessa para o Rexio             de S. João» integrou o novo largo de S. João de Souto, então             formado juntamente com parte da rua de S. João e outros             terrenos. Grosso modo, podemos dizer que esta travessa se             integra hoje na rua D. Afonso Henriques e Largo de                 S. João de Souto."], "figura": [{"@id": "MRB-10-norte", "imagem": {"@path": "../imagem/MRB-10-TravessaDaRuaDeSJoaoParaADoForno-Norte.jpg"}, "legenda": "Travessa da Rua de S. João para a do Forno - vista norte."}, {"@id": "MRB-10-sul", "imagem": {"@path": "../imagem/MRB-10-TravessaDaRuaDeSJoaoParaADoForno-Sul.jpg"}, "legenda": "Travessa da Rua de S. João para a do Forno - vista sul."}], "lista-casas": {"casa": [{"número": "1", "enfiteuta": null, "foro": null, "desc": {"para": "Corresponde ao n.º 7 da Rua de S. João,                     para onde tem a frontaria e serventia principais."}}, {"número": "2", "enfiteuta": null, "foro": null, "desc": {"para": "No ano de 1607, por escambo realizado entre o Cabido                     e a Companhia de Jesus, esta casa foi trocada com o casal de Real,                     situado na freguesia de S. Jerónimo de Real.                     Confronta com quintal dos padres da Companhia de Jesus."}}, {"número": "3", "enfiteuta": "Teresa de Araújo, mulher de Manuel de Sousa, vidraceiro", "foro": "240 reis e 1 capão", "desc": {"para": "Emprazamento feito em 1724. Confronta, do nascente, com casa for. ao chantrado."}}, {"número": "4", "enfiteuta": "Manuel de Faria", "foro": "400 reis e 1 capão", "desc": {"para": "Foi construída em pertenças da casa n.º 3, depois do ano de 1534."}}, {"número": "5", "enfiteuta": "Carlos de Magalhães de Azevedo, Cónego", "foro": "475 reis e 2 capões", "desc": {"para": "A casa n.º 6 confronta, de nascente, com casa for. à cororaria.                     Pertence, também, ao enfiteuta destas duas casas o n.º 12 da rua do Forno."}}, {"número": "6", "enfiteuta": "Carlos de Magalhães de Azevedo, Cónego", "foro": "250 reis e galinhas", "desc": {"para": "A casa n.º 6 confronta, de nascente, com casa for. à cororaria.                     Pertence, também, ao enfiteuta destas duas casas o n.º 12 da rua do Forno."}}, {"número": "7", "enfiteuta": "Félix José Machado", "foro": "420 e 4 galinhas", "desc": {"para": "Encontram-se unidos a este prazo os n.º 10 e 11 da Rua do Forno,                     desde o ano de 1596"}}, {"número": "8 e 9", "desc": {"para": "Pertencem ao n.º 9 da Rua do Forno, para onde têm a frontaria e serventia principais.                     A casa n.º 9 confronta, do nascente, com casa foreira cororaria e ficou unida ao n.º 8 no ano                     de 1674."}}, {"número": "10", "foro": "115 reis e 8 pretos (de censo)", "desc": {"para": "Parte desta casa pertence à Esmola e parte ao chantrado.                     Confronta, do poente, com casa foreira à cororaria e com o n.º 9."}}, {"número": "11", "enfiteuta": "Padre Luís de Faria", "foro": "100 reis e 1 galinha"}, {"número": "12", "enfiteuta": "Lic. Manuel de Faria da Cunha", "foro": "70 reis e 1 galinha", "desc": {"para": "Foi construída em pertenças do n.º 11 no ano de 1694."}}, {"número": "13", "enfiteuta": "Manuel Francisco, alfaiate", "foro": "410 e 4 galinhas", "desc": {"para": "Confronta, do nascente, com casa foreira ao Hospital de S. Marcos."}}]}}}}