{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/C:/Users/tiago/OneDrive/Documents/workspace_xml/trabalhofinal/MRB-rua.xsd", "meta": {"número": "35", "nome": "Rua de S. Marcos"}, "corpo": {"para": ["Envolvia muralha, do lado Este, e ligava o exterior da Porta do Soutoao campo dos Remédios.", "Aberta no tempo de D. Diogo de Sousa rapidamente se encheu de casas no alçado Nascente; o Cabido, que aqui tem aforada apenas uma casa e o convento dos Remédios, era já senhor de um prazo em 1515. O lado Poente, que encostava à muralha, não tinha nenhuma edificação em 1594, segundo o mapa de Braunio.", "Esta rua, onde existe o último exemplar completo de casa com gelosias, tão vulgar nas artérias principais de Braga em 1750, não está representada no Mappa porque pertencia à Câmara. E é pena porque, para além da imagem que nos transmitiria, nos poderia dar muitos elementos que agora só documentalmente poderemos obter. Uma última informação fica: no último quartel do séc. XIX agrupavam-se aqui as principais oficinas de escultores santeiros da cidade. Seria também assim no séc. XVIII?", "Mantém ainda hoje o mesmo nome.", "Mandada abrir por D. Diogo de Sousa em terreno acidentado, estabelecia uma ligação rápida entre a porta de S. João e a rua da Ponte de Guimarães. Aquele arcebispo instalou também aqui uma fonte em 1509.", "Aberta em plena zona rural, de certo modo nas traseiras do hospital de S. Marcos, esta artéria mostra muitas casas do tipo de porta ladeada de janela, no piso térreo. Uma única habitação aparece aqui bem cuidada, com «molduras» em pedra nas portas e janelas: todas as outras, são simples e de pedra – excepto a do prazo nº 1 - mais ou menos bem tratadas, avultando 3 com varandas.", "De salientar ainda que quase todas as janelas são do tipo bracarense.", "Tendo no Mappa apenas desenhado o seu lado Nascente, tinha então 32 casas, 9 das quais eram prazos do Cabido.", "A rua dos Granjinhos corresponde hoje à metade Sul das ruas de S. Lázaro e dos Granjinhos."], "lista-casas": [{"casa": [{"número": "1", "enfiteuta": "António de Araújo Ferreira, alfaiate", "foro": "70 reis", "desc": {"para": "Confronta, do norte, com casa foreira à capela de Sta. Luzia, ou morgado de Besteiros, e, do sul, com o nº 2 (Convento dos Remédios). Foi construída, juntamente com os nº 2, 3 e 4, depois do ano de 1515, no local onde existia uma vinha."}}, {"número": "2, 3 e 4", "desc": {"para": ["Através de um contrato de escambo, realizado no ano de 1544, o cabido cedeu a D. André de Torquemada, Bispo de Dume, parte dos terrenos das casas existentes neste local, a fim de se erirgir o convento de Nossa Senhora dos Remédios. A portaria deste convento foi, assim, construída em parte daqueles quintais.", "Posteriormente, no ano de 1734, o cabido escambou as casas, que foram demolidas, sendo o terreno integrado no referido convento. Todas as casas estavam incorporadas no nº 1, da qual se separaram através de escrituras de prazo realizadas em 1630, 1642 e 1714, referentes às casas nº 4, 3 e 2, respectivamente."]}}]}, {"casa": [{"número": "1", "enfiteuta": "Manuel Fernandes da Silva, mestre de pedraria", "foro": "480 reis e 4 galinhas", "desc": {"para": ["Faziam parte do prazo as vertentes das águas do Hospital de S. Marcos.", "Os de nº 1 a 6 foram construídos em 1508, no local onde existia uma vinha. No  meio dos quintais das casas nº 1 e 2 encontra-se um caminho de serventia de «terra encapelada», ou seja, com encargo de missas em Nossa Senhora a Branca e em S. João do Souto.", "O nº 1 confronta, do norte, com a cangosta da Palmatória."]}}, {"número": "2 e 3", "enfiteuta": "Manuel Fernandes da Silva, mestre de pedraria", "foro": "40 reis"}, {"número": "4, 5 e 6", "enfiteuta": "Manuel Fernandes da Silva, mestre de pedraria", "foro": "150 reis e 1 galinha", "desc": {"para": "O nº 6 confronta, do sul, com casa de herdade dízima a Deus."}}, {"número": "7", "enfiteuta": "Os herdeiros de João Marques, da Rua de S. Marcos, casado com Catarina de Araújo", "foro": "160 reis e 2 galinhas", "desc": {"para": "Leiras situadas nas hortas dos Granginhos, abaixo da Fonte do Ídolo, e nas Hortas de S. Marcos, atrás da Fonte de S. Marcos."}}, {"número": "8", "desc": {"para": "Quintal da casa nº 25 da Rua de S. Lázaro."}}, {"número": "9 e 10", "enfiteuta": "Pedro Gomes de Basto, c.c. Maria de Magalhães", "desc": {"para": "O Padre António Ferreira Torres paga de foro, 202 reis ao nº 42 da Rua de S. Lázaro."}}, {"número": "11", "enfiteuta": "Pedro Gomes de Basto, c.c. Maria de Magalhães", "desc": {"para": "Mariana Dias, viúva paga 305 reis ao nº 42 da Rua de S. Lázaro."}}, {"número": "12", "enfiteuta": "Pedro Gomes de Basto, c.c. Maria de Magalhães", "desc": {"para": ["O Padre José Ferreira, vigário de Covas, paga 100 reis, ao nº 42 da Rua de S. Lázaro.", "Confronta, do sul, com o terreiro de S. Lázaro e, do poente, com a Rua dos Granginhos."]}}]}], "figura": [{"@id": "MRB3-5-a", "imagem": {"@path": "../imagem/MRB-35-RuaDeSMarcosRuaDosGranjinhos-primeira.jpg"}, "legenda": "Rua de São Marcos - Nascente"}, {"@id": "MRB-35-b", "imagem": {"@path": "../imagem/MRB-35-RuaDeSMarcosRuaDosGranjinhos-segunda.jpg"}, "legenda": "Rua dos Granjinhos - Nascente"}], "nome": "Rua dos Granjinhos"}}}