{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "@xsi:noNamespaceSchemaLocation": "file:/C:/Users/In%C3%AAs/Desktop/4%C2%BA%20Ano%20(2018-2019)/1%C2%BA%20Semestre/Publica%C3%A7%C3%A3o%20Eletr%C3%B3nica/MRB-rua.xsd", "meta": {"número": "7", "nome": "Loura e Terreiro do Castelo"}, "corpo": {"figura": {"@id": "MRB-07", "imagem": {"@path": "../imagem/MRB-07-LouraETerreiroDoCastelo.JPG"}, "legenda": "Loura e Terreiro do Castelo."}, "para": ["Pequena artéria que, partindo da igreja dos Terceiros, contornava a cidadela medieval, até à rua do Souto.", "Segundo Alberto Feio, a construção da cidadela deu origem a um pequeno largo que tomou o nome de Terreiro do Castelo. No séc. XVII deverá ter sido aberta a Loura, uma vez que na planta de Braunio ainda não figura.", "Da sua história,que deverá ter sido rica, pouco sabemos; e não vamos falar aqui da vida do Castelo.", "Entre 1690 e 1733 foi construída a igreja do Terceiros, da Venerável Ordem Terceira de S. Francisco que, embora já esteja fora desta rua, nela intervirá com a construção da casa do Definitório, em 1758.", "De 1750 até aos nossos dias perdeu-se na Loura o magnífico portão de pedra e no seu lugar foi edificada uma boa casa, que tem data de 1824; e no local do prazo nº 3 foram edificadas casas \"estilo Português Suave\". Os prédios do Terreiro do Castelo foram todos alterados no séc. XX.", "Do lado oposto, após a destruição da cidadela em 1905 começou a ser construído o edifício que ainda agora se vê, projectado pelo arquitecto Marques da Silva.", "A rua, contudo, mantém ainda o recanto entre as casas dos prazos 2 e 3, embora de forma menos acentuada.", "Das 10 casas, desta rua, 3 eram prazos do Cabido.", "Estas duas artérias têm hoje o nome comum de rua do Castelo."], "lista-casas": {"casa": [{"número": "1", "enfiteuta": "Manuel Ribeiro Pereira", "foro": "350 reis", "desc": {"para": "A casa nº 1 confronta, do sul, com casa foreira à confraria de S. João do Souto."}}, {"número": "2", "enfiteuta": "Manuel Ribeiro Pereira", "foro": "100 reis e 1 galinha", "desc": {"para": "A casa nº 1 confronta, do sul, com casa foreira à confraria de S. João do Souto."}}, {"número": "3", "enfiteuta": "Dr.António Fernandes do Vale, médico", "foro": "100 reis e 4 galinhas", "desc": {"para": "Antes de 1480 funcionou aqui o \"Forno da Vila\""}}]}}}}