{"rua": {"@xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance", "meta": {"número": "39", "nome": "Ponte de Guimarães"}, "corpo": {"para": ["Parte terminal da longa artéria que, sensivelmente em linha recta, descia a Arcada para a ponte sobre o rio Este.", "Zona rural por excelência, tinha no seu termo uma ponte quinhentista de um só arco, canopial, e que infelizmente foi destruída em data desconhecida.", "Os dois alçados que vemos no Mappa não são, os dois lados da rua, como à primeira vista poderá parecer; o Norte vai corresponder à parte Oeste do actual largo do Senhor dos Aflitos ou, segundo a toponímia popular, das Latinhas: e o Poente é a parte final da avenida da Liberdade, lado Oeste entre a Rua Conselheiro Lobato e o rio.", "Nestes alçados onde coexistem habitações de dois pisos (52,7%) alternando com outras de um só piso (47,2%), e uma única de três pisos, toda a ruralidade da zona está bem patente: casas baixas, com a porta de entrada ladeada de uma janela (55,5%), janelas vazadas que seriam tapadas por portas de madeira, desalinhamento da linha das fachadas, etc.", "Constrastando há um excelente edifício de três pisos, em pedra, do séc. XVII, contido em duas fortes pilastras, com portas e janelas com \"moldura\" de pedra, almofadas sob as janelas do piso nobre e três óculos magnificamente trabalhados no 2º andar.", "Como elemento curioso na rua há o forno(?) de pedra exterior à casa, no prazo nº 38.", "As 23 casas do lado Norte e 15 do Poente são todas prazos do Cabido."], "lista-casas": {"casa": [{"número": "1", "enfiteuta": "João de Magalhães de Araújo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues", "desc": {"para": "Pertence ao nº 50 da Rua da Ponte de Guimarães, para onde tem frontaria e serventia principais."}}, {"número": "2", "enfiteuta": "João de Magalhães de Araújo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues", "desc": {"para": "Paga 60 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues."}}, {"número": "3", "enfiteuta": "João de Magalhães de Araújo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues", "desc": {"para": "Paga 50 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues."}}, {"número": "4", "enfiteuta": "João de Magalhães de Araújo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues", "desc": {"para": "Os herdeiros de Diogo Martins, casado com Helena Antónia, pagam 25 reis ao enfiteutaa do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues, conforme o subemprazamento feito em 1631."}}, {"número": "5", "enfiteuta": "João de Magalhães de Araújo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues", "desc": {"para": "Paga, ao enfiteuta do prazo de metade do Casal dos Galos foro que foi de Mateus Rodrigues."}}, {"número": "6", "enfiteuta": "João de Magalhães de Araújo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues", "desc": {"para": "Paga 80 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues."}}, {"número": "7", "enfiteuta": "João de Magalhães de Araújo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues", "desc": {"para": "Paga 80 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues."}}, {"número": "8", "enfiteuta": "João de Magalhães de Araújo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues", "desc": {"para": "Paga 80 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues. Confronta, do nascente, com a cangosta que vai para esta casa e para o nº 9."}}, {"número": "9", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Paga 140 reis ao nº 17 da Rua do Paio Manta e Lages. A casa e quintal confrontam de poente, com a cangosta e serventia que passa entre esta casa e nº 8."}}, {"número": "10", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Paga 140 reis ao nº 17 da Rua do Paio Manta e Lages"}}, {"número": "11", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Paga 140 reis ao nº 17 da Rua do Paio Manta e Lages"}}, {"número": "27", "enfiteuta": "João Gomes, casado com Mariana Gomes, enfiteuta principal do prazo da metade do Casal e moinhos do Salgueiro, que foi de João Gomes", "desc": {"para": "Paga 2000 reis ao enfiteuta do prazo da metade do casal e moínhos do Salgueiro, que foi de João Gomes"}}, {"número": "28 a 34", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": ["Os herdeiros de Manuel Dias, moleiro, casado com Maria Antónia, subenfiteuta do nº30, pagam por estas 7 casas, 3220 reis e 2 galinhas ao nº 17 da Rua do Paio Manta e Lages, conforme subemprazamento feito no ano de 1606.", "A casa nº28 defronta, do sul, com o Rio Este."]}}, {"número": "35 a 40", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Os herdeiros de Gonçalo Ferreira, cirgueiro, casado com Catarina Nogueira, pagam 1750 reis e 4 galinhas ao n° 17 da Rua Paio Manta e Lages. O portal n° 40 é serventia do campo ou quintal da casa nº 35."}}, {"número": "41", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Os herdeiros de Brás Antunes, carpinteiro, casado com Maria Dias, pagam 367 reis ao nº 17 da Rua Paio Manta e Lages."}}, {"número": "42", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Os herdeiros de Brás Antunes, carpinteiro, casado com Maria Dias, pagam 367 reis ao n° 17 da Rua Paio Manta e Lages."}}, {"número": "43", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Os herdeiros de Brás Antunes, carpinteiro, casado com Maria Dias, pagam 367 reis ao nº 17 da Rua Paio Manta e Lages."}}, {"número": "44", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Os herdeiros de Gonçalo Pires, carpinteiro, pagam 500 reis e 1 galinha ao n° 17 da Rua Paio Manta e Lages."}}, {"número": "45", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": "Os herdeiros de Geraldo Dias, carpinteiro, casado com Maria Fernandes, pagam 100 reis ao n° 17 da Rua Paio Manta e Lages."}}, {"número": "46", "enfiteuta": "Pedro da Cunha Sottomayor, Alcaide Mor de Braga", "desc": {"para": ["Os herdeiros de Geraldo Dias, carpinteiro, casado com Maria Fernandes, pagam 100 reis ao n° 17 da Rua Paio Manta e Lages.", "Confronta, do sul, com a dita rua."]}}]}, "figura": [{"@id": "MRB39-Norte", "imagem": {"@path": "../imagem/MRB-39-PonteDeGuimaraes-Norte.jpg"}, "legenda": "Ponte de Guimarães - Norte"}, {"@id": "MRB39-Poente", "imagem": {"@path": "../imagem/MRB-39-PonteDeGuimaraes-Poente.jpg"}, "legenda": "Ponte de Guimarães - Poente"}]}}}